const FIRST_MSG =
  'Привіт! Я — помічник проєкту Дія. Зі мною ви зможете отримати відповіді в один клік та коли потрібно — зв’язатися з менеджером, який спеціалізується на окремій послузі. Інколи вони сплять, проте я їх підміняю, бо ми — одна команда. \n\n📲Ми готові допомогти вам у будь-якому місці: проконсультувати, надіслати відео, чек-лист або інструкцію у зручний для вас час. Все листування зберігається і ми пам\'ятаємо про ваше питання.\n\nДля того, щоб я міг відповісти на питання, визначимося, що саме вас турбує 🧐 Ми зможемо проконсультувати вас тільки щодо питань, які стосуються цифрових документів/послуг у мобільному додатку та послуг на порталі. \n\nОбіцяю, що ви швиденько отримаєте необхідну інформацію і ваше життя стане ще легшим та зручнішим 😎 \n\nГотові? Я — так, тільки натисніть кнопку "Поїхали"😀';
const GO_BTN = [['Поїхали']];

const GREETING_COMPLETE_TEXT =
  "У нас вийшло. Я ж говорив, що все легко. \n\nЗараз ми — одна команда. Діючи разом, слухаючи один одного, знайдемо те, що шукаємо. Звертайте увагу на мої прохання. \n\nПропоную спілкуватися так:\n🕹Знаходьте питання в меню \n📲Натискай на кнопки в меню\n📩А я відповідатиму \n\nЯкщо моїх відповідей замало, то в кожній темі є кнопка  «✍️Запитати менеджера». Натисніть на неї та напишіть те, чого душа забажає. Менеджер з'явиться на допомогу, як той джин із лампи.";

const ERROR = 'Готові? Я — так, тільки натисніть кнопку "Поїхали"😀';

module.exports = {
  FIRST_MSG,
  GO_BTN,
  GREETING_COMPLETE_TEXT,
  ERROR,
};
