const TEXT =
  '🕹Будь ласка, тепер оберіть кнопками, якого продукту стосується ваше запитання: \n– 📲цифрових документів\n– 💡послуг \n\nЦе необхідно для того, щоб ви отримали відповідь тільки стосовно обраного продукту або ж поставили запитання менеджеру, який спеціалізується на ньому.';

const KEYBOARD = [
  ['📦Оформлення допомоги для ВПО', '💼Статус безробітного'],
  ['🏠 Пошкоджене майно', '📢Опитування'],
  ['📱Цифрові документи', '🌐Послуги на порталі'],
  ['🔔Сповіщення про кредити та судові', '😀Де приймають Дію?'],
  ['🚀Партнерам Дії', '😔Втратив телефон'],
  ['📲Авторизація', '🪖Повідом ЗСУ про ворога'],
];

module.exports = {
  TEXT,
  KEYBOARD,
};
